<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
</head>
<body>
<img alt="" src="../resources/img/허스키.jpg">
키 50~60cm, 체중 16~27kg의 중형견으로, 애틱허스키 또는 허스키라고도 한다. 에스키모개로서 북방 스피츠 계통의 품종이다. 고대에 동부 시베리아에서 에스키모의 하나인 추크치족이 썰매용개로 개발하였다. 19세기 모피 상인들에게 발견되어 1909년 북아메리카 알래스카로 반입되었다. 이때부터 알래스카 썰매 경주에서 항상 우승하였다. 제2차세계대전 때는 수색견·구조견 등으로 활약하였다. 짖을 때 멀리 컹컹 거친 소리로 짖기 때문에 허스키라는 이름이 붙었다.

머리는 윗머리가 반구형이며 주둥이 끝이 가늘고, 눈꼬리는 약간 올라간 아먼드형이다. 눈동자는 갈색 또는 청색이 많으며 반짝반짝 빛을 내기 때문에 아름답다. 귀는 삼각형 모양의 중간 정도 크기로, 머리 윗부분에 높게 위치하며, 경계할 때는 평행이 된다. 목 근육이 발달해 서 있을 때 당당한 모습을 보여 주며, 등은 곧고 적당하다. 촘촘히 나 있는 속털을 부드러운 겉털이 감싸고 있으며, 꼬리도 털로 두껍게 덮여 있다.

걸음걸이는 빠르지도 느리지도 않으며, 지구력이 강하다. 하루에 30분 정도 산책이나 달리기를 시키고, 한 달에 한 번쯤 목욕을 시켜 주는 것이 좋다. 털은 냄새가 별로 없고, 부드럽고 아름다워 깎지 않아도 되지만 발목 주변은 약간 다듬어 주고, 늑대 발톱은 제거해 준다. 혹독한 추위에 견딜 수 있도록 인내심이 강하다. 성질은 기품이 있고 온순해서 사람을 잘 따른다. 독립적이고 힘이 세고 빠르지만 공격심이 부족하기 때문에 경비견으로는 곤란하다. 수명은 11~13년이다.



</body>
</html>